/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "Вложения (%d)";

/* Old singular title format */
"AttachmentsKey" = "Вложение (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Добавить вложение";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Сделать снимок";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Библиотека фотографий";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "Вложение %d удалено";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Файлы";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Отменить";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Название";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Примечания";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Значение";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "ПРЕДУПРЕЖДЕНИЕ: navigationController для текущ. UITableViewController для FUIFormCell пуст. FUIAttachmentsFormCell и ListPickerFormCell будут рабоать некорректно.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d ч. %d мин.";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "Продолжительность";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "час";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "ч.";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "мин.";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Выбрано";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Все";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Предупреждение: поиск деактивирован, поскольку свойство listPickerSearchResultsUpdating в ListPickerFormCell пусто.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Выбрать все";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Отменить выделение";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Закрыть";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "Больше";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Меньше";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "вкл.";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "выкл.";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Двойное касание переключает настройку";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "Сортировка по";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "Не выбрано";

/* Criterion view accessibility hint */
"CriterionHintKey" = "Для переключения выбора коснитесь дважды";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "Для переключения последовательности коснитесь дважды";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "Это ползунок %@ с максимальным значением %@ и минимальным значением %@";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "Для изменения значения ползунка можно смахнуть вверх/вниз (элемент должен быть выбран)";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "Текущее значение - %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "Текущее значение изменено на %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "Поле только для чтения";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "Альтернативная операция ввода";

/* Button for accessibility voice over announcement */
"ButtonKey" = "Кнопка";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "Нажмите дважды, чтобы открыть";

"DoubleTapToCollapseKey" = "Нажмите дважды, чтобы свернуть";

"DoubleTapToSelectFromList" = "Нажмите дважды, чтобы выбрать из списка";

"DoubleTapToSelect" = "Нажмите дважды, чтобы выбрать";

"DoubleTapToUnselect" = "Нажмите дважды, чтобы отменить выбор";

/* FUIStepperView tip */
"StepperTipKey" = "Это редактируемая стрелка выбора значения";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "Это редактируемая стрелка выбора значения";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "Максимальное значение %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "Минимальное значение %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "Увеличить значение на 1";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "Уменьшить значение на 1";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "Текущее значение";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "Фильтр";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "Результаты \\(filteredNum) из \\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "Показать позиции: \\(filteredNum)";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "Сбросить";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "Это редактируемый ползунок, минимальное значение %@, максимальное значение %@";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "Это редактируемый ползунок, минимальное значение %@, максимальное значение %@";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "Это редактируемый ползунок диапазона, минимальное значение %@, максимальное значение %@";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "Это редактируемый ползунок диапазона, минимальное значение %@, максимальное значение %@";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "текстовое поле значения ползунка";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "текстовое поле нижнего значения";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "текстовое поле верхнего значение";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "Нажмите дважды, чтобы ввести специфичное значение";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "бегунок ползунка, текущее значение";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "смахните вверх или вниз, чтобы изменить значение";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "нижний бегунок ползунка диапазона, текущее значение";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "смахните вверх или вниз, чтобы изменить нижнее значение";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "верхний бегунок ползунка диапазона, текущее значение";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "смахните вверх или вниз, чтобы изменить верхнее значение";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "текущее значение %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "текущее нижнее значение %@, верхнее значение %@";

